[
    {
        "title": "IKEA Monkey - Where Is He Now?",
        "shortSummary": "Years after the little clothed mammal was found in a Toronto IKEA parking lot, Darwin the monkey is now living the high life...",
        "isAd": false
    },
    {
        "title": "Disney Set to Create Yet Another Live-Action Remake",
        "shortSummary": "Following in the footsteps of Beauty and the Beast and The Jungle Book, Disney is now set to ruin another childhood favourite...",
        "isAd": false
    },
    {
        "title": "Jeff Bezos Continues Evolution Into Real-Life Supervillain",
        "shortSummary": "After documents arise detailing the construction of what appears to be a lair in Mount Rainier, Amazon CEO Jeff Bezos...",
        "isAd": false
    },
    {
        "title": "Deep Ravine Forming Across Ontario-Quebec Border Stopped by Federal Government",
        "shortSummary": "'It was close - Quebec almost separated from the rest of Canada!' exclaimed anglophone senator Mark Johnson as quebecois protesters gathered...",
        "isAd": false
    },
    {
        "title": "US President Enacts Legislature to Rename West Virginia to 'Left Virgina'",
        "shortSummary": "Claiming that it would spare everyone a lot of wasted time reciting 'never eat shredded wheat', US President...",
        "isAd": false
    },
    {
        "title": "Party-Goers Continue To Be Unimpressed By Man's Correct Pronunciation of 'Karaoke'",
        "shortSummary": "After spending two weeks in Japan, party-goer and local know-it-all Collin Matthews now spends his evenings visiting karaoke bars correcting...",
        "isAd": false
    },
    {
        "title": "Guinea Pig Continues to Be Most Useless Pet",
        "shortSummary": "When asked her thoughts about her new guinea pig Sprinkles, 8 year old Sarah Smitherman explained that she wishes it would just shut up...",
        "isAd": false
    },
    {
        "title": "Muslim Man Not Randomly Searched at Airport for First Time in Years",
        "shortSummary": "'I'd forgotten how much faster it was', says businessman Mohammed Mandvi after having been consecutively searched at every airport for two years...",
        "isAd": false
    },
    {
        "title": "Apple Makes Best iPhone Yet, Again",
        "shortSummary": "Breaking: Apple once again creates its best iPhone yet, continuing a series lasting a decade. Unconfirmed by Apple at this time whether the new iOS is in fact the most advanced iOS version yet...",
        "isAd": false
    },
    {
        "title": "Murderous Otter Still At Large",
        "shortSummary": "The otter responsible for devouring multiple prized koi at the Dr. Sun Yat-Sen garden in Vancouver continues its reign of terror as the corpse of yet another fish is found...",
        "isAd": false
    },
    {
        "title": "Grow YOUR ears naturally",
        "shortSummary": "Don't let the old folks keep the big-ear style to themselves - try EARMAX now",
        "isAd": true
    },
    {
        "title": "Programmer Chooses To Not Use Braces in If Statement",
        "shortSummary": "In a move that can only be understood as masochism, software developer Jennifer Reagan was found to habitually omit the curly braces while writing if, while, and even for statements...",
        "isAd": false
    },
    {
        "title": "Earn money by doing nothing!",
        "shortSummary": "Banks hate it!",
        "isAd": true
    }
]
